[Play_DLC3_S_SHN_Julian_Lives AkEvent]
SpokenText="Comandante, eu acho que há ... algo que você deve saber sobre Julian. Acontece que ele não foi inteiramente deletado quando derrubamos aquele Sectopod. Havia ainda uma vestigio de sua memória central deixada para trás quando ele acessou Rover. Eu isolei os módulos em um sistema separado por agora ... Sabe ... se nós quiséssemos ... ele poderia realmente ser bastante eficiente em operar o SPARK, se removermos alguns elementos de raciocínio de nível mais alto ... Eu poderia dar um jeito nele."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Pre_Mission_Prep_2 AkEvent]
SpokenText="Estou indo Central...Eu sei me cuidar sozinha. Não vamos perder mais tempo do que ja perdemos."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Has_Honor AkEvent]
SpokenText="Papai deu ao protótipo SPARK um tipo de voz que ele pensou que seria confortavel para mim há 20 anos. As coisas mudaram um pouco desde então, para os nossos propósitos eu pensei que poderíamos usar uma variação mais adequada para um guerreiro."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Is_Ours AkEvent]
SpokenText="Comandante, temos o SPARK, e com a nossa tecnologia atual estou confiante de que podemos fabricar reforços adicionais com base em seu modelo. Eu posso começar no Area de Testes assim que você dar a ordem."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Repairs_Available AkEvent]
SpokenText="Comandante, nós podemos enviar, se nós tivermos que, as unidades SPARK de volta ao combate, mesmo que eles estejam danificados."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Tower_Rumor_Comp_2 AkEvent]
SpokenText="Comandante, se estamos enviando um esquadrão, eu gostaria de permissão para ir junto... Quem enviou essa mensagem, eles sabem tanto sobre os sistemas do meu pai quanto a mim... E eu quero descobrir o porque. Eu sou a única que sabe o que procurar, eu deveria estar lá. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""